import React from "react";

const About = () => {
    return (
        <div className="text-justify ">
            <h1 className="text-center text-5xl py-4 font-bold">About MPL</h1>
            <p className="text-2xl leading-relaxed">
                মিরহাজিরবাগ প্রিমিয়ার লীগ (MPL) একটি অনন্য সুযোগ, যেখানে
                খেলাধুলার প্রতি ভালোবাসা এবং প্রতিযোগিতার আকাঙ্ক্ষা নিয়ে আমরা
                একত্রিত হই। প্রতিবছর এই টুর্নামেন্টটি আয়োজন করা হয়, এবং এখানে
                সকল স্তরের খেলোয়াড়দের অংশগ্রহণের সুযোগ থাকে। ছোট পরিসরে শুরু
                হলেও, এই টুর্নামেন্ট এখন অনেক বড় পরিসরে অনুষ্ঠিত হচ্ছে, যা
                আমাদের সবার জন্য আনন্দের। MPL-১২ নম্বর সিজন অনুষ্ঠিত হতে যাচ্ছে,
                এবং এটি আমাদের জন্য একটি নতুন আশা এবং উদ্দীপনার সূচনা। এই সিজনটি
                আয়োজন করা হচ্ছে অনেক মানুষের সহযোগিতা ও পরিশ্রমের ফলস্বরূপ।
                আমাদের উদ্দেশ্য হল খেলাধুলার মাধ্যমে বন্ধুত্ব, সম্মান এবং
                খেলাধুলার নীতি প্রচার করা। টুর্নামেন্টটিকে আরো আকর্ষণীয় করতে
                নিলামের মাধ্যমে দলের গঠন করা হয়। নিলামের এই প্রক্রিয়া যদিও খুব
                বেশি প্রফেশনাল নয়, তবুও এর মধ্যে যে উত্তেজনা থাকে, তা সত্যিই
                অসাধারণ। অংশগ্রহণকারীদের জন্য নির্দিষ্ট বাজেটের মধ্যে থেকে সকল
                খেলোয়াড় কিনতে হয়। সেই বাজেটকৃত টাকার একটি অংশ টুর্নামেন্টের
                চ্যাম্পিয়ন দলকে পুরস্কার হিসেবে প্রদান করা হয়, যা খেলাধুলার
                উৎসাহকে বাড়িয়ে তোলে। অনেকে জিজ্ঞেস করেন, নিলামে প্লেয়ারদের যে
                টাকা দিয়ে কেনা হয়, সেটি কি প্লেয়াররা পাবে? দুঃখের সাথে জানাতে
                হচ্ছে, আমাদের এখানে এমন কোনো নিয়ম নেই। আমাদের প্রধান লক্ষ্য হলো
                খেলাটিকে পরিচ্ছন্নভাবে পরিচালনা করা এবং সবাইকে একসাথে সুন্দরভাবে
                ইনজয় করার সুযোগ করে দেওয়া। প্রতিটি ম্যাচে ম্যান অফ দ্যা ম্যাচ
                পুরস্কার, চ্যাম্পিয়ন ট্রফি, রানার্স আপ ট্রফি এবং পরিশেষে ম্যান
                অফ দা টুর্নামেন্টের পুরস্কার প্রদান করা হয়। এই পুরস্কারগুলি
                খেলোয়াড়দের পারফরমেন্সের মূল্যায়ন এবং সম্মানজনকভাবে উদযাপন
                করার একটি মাধ্যম। আশা করি, সকল খেলোয়াড়রা এই টুর্নামেন্টে
                অংশগ্রহণ করবেন এবং একসাথে মিলে কর্তৃপক্ষকে সহযোগিতা করে খেলাটি
                সুন্দর ও পরিচ্ছন্নভাবে পরিচালনা করব। আসুন আমরা সবাই মিলে একটি
                আলোকিত ভবিষ্যতের স্বপ্ন দেখি এবং MPL কে আরো একধাপ এগিয়ে নিয়ে
                যাই। ধন্যবাদ।
            </p>
        </div>
    );
};

export default About;
